var myLocations = [
    {
        title: '中国银行上海市顾北路支行',
        address: '上海市宝山区顾北路580号103档号',
        lat: 31.350735,
        lng: 121.388169
    },
    {
        title: '中行宝山支行',
        address: '上海市宝山区宝杨路1008号',
        lat: 31.397591,
        lng: 121.483212
    },
    {
        title: '上海银行祁连支行',
        address: '上海市宝山区聚丰园路357号',
        lat: 31.314869,
        lng: 121.380159
    },
    {
        title: '中信银行',
        address: '上海市宝山区牡丹江路1278号',
        lat: 31.395798,
        lng: 121.486710
    },
    {
        title: '中国农业银行上海市宝山区大华支行',
        address: '上海市宝山区华灵路1088号',
        lat: 31.279460,
        lng: 121.421257
    },
    {
        title: '中国建设银行',
        address: '上海市宝山区顾新路3号',
        lat: 31.348604,
        lng: 121.397175
    }
]